ark
aspell
aspell-en
aspell-pt
baobab
bat
bottom
btop
celluloid
cups
dbeaver
dialog
discord
docker
docker-buildx
docker-compose
dosfstools
eog
evince
eza
fd
ffmpegthumbs
file-roller
firefox
firefox-i18n-pt-br
flameshot
fwupd
fwupd-efi
gdm
gdu
gimp
git
gnome-bluetooth
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme-extras
gnome-info-collect
gnome-keyring
gnome-menus
gnome-session
gnome-settings-daemon
gnome-shell
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-user-share
go
grilo-plugins
grim
gst-libav
gst-plugins-good
gtk-engine-murrine
gufw
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
jre-openjdk
keychain
kitty
lazygit
libgda6
lua
luarocks
man-db
mtools
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
numlockx
openssh
packagekit
pacman-contrib
piper
power-profiles-daemon
print-manager
protobuf
python-pip
python-pipx
python-pynvim
python-virtualenv
python3
ripgrep
rygel
sassc
spotify
sushi
system-config-printer
tecla
telegram-desktop
thermald
timeshift
tracker3-miners
tree-sitter-cli
ttf-baekmuk
ttf-carlito
ttf-dejavu
ttf-hannom
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ufw
unzip
wget
wireless_tools
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xorg
xorg-xclipboard
zsh
zsh-completions
