ark
aspell
aspell-en
aspell-pt
bat
bluedevil
breeze-gtk
btop
calindori
cups
dialog
docker
docker-buildx
docker-compose
dolphin
dosfstools
egl-wayland
eza
fd
ffmpegthumbs
firefox
firefox-i18n-pt-br
flatpak
fwupd
fwupd-efi
gdu
ghostscript
ghostwriter
gimp
git
go
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-good
gwenview
imagemagick
inotify-tools
kaccounts-integration
kaccounts-providers
kalk
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keychain
kitty
kmenuedit
kscreen
kscreenlocker
kwallet-pam
kweather
lazygit
lua51
luarocks
man-db
mtools
neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
numlockx
okular
openssh
pacman-contrib
partitionmanager
phonon-qt6-vlc
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
power-profiles-daemon
powerdevil
print-manager
protobuf
python
python-pip
python-pipx
python-pynvim
python-virtualenv
python3
ripgrep
rust
sddm
sddm-kcm
sonnet
spectacle
speech-dispatcher
system-config-printer
telegram-desktop
thermald
timeshift
tree-sitter-cli
ttf-baekmuk
ttf-carlito
ttf-dejavu
ttf-hannom
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ufw
unzip
vlc
wget
wireless_tools
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xorg-xhost
xorg-xwayland
zsh
zsh-completions
