aspell
aspell-en
aspell-pt
baobab
bat
btop
cups
docker
docker-buildx
docker-compose
dosfstools
eza
fd
ffmpegthumbnailer
file-roller
firefox
firefox-i18n-pt-br
flameshot
flatpak
fwupd
fwupd-efi
gdm
gdu
ghostscript
gimp
git
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-online-accounts
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-caffeine
gnome-shell-extension-vitals
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-user-share
go
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-good
gtk-engine-murrine
gufw
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
imagemagick
inotify-tools
keychain
kitty
lazygit
libgda6
loupe
lua51
luarocks
malcontent
man-db
mtools
nautilus
neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
numlockx
openssh
pacman-contrib
papers
papirus-icon-theme
protobuf
python
python-pip
python-pipx
python-virtualenv
ripgrep
rust
showtime
speech-dispatcher
tecla
telegram-desktop
timeshift
tree-sitter-cli
ttf-baekmuk
ttf-carlito
ttf-dejavu
ttf-hannom
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ufw
unzip
wget
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xorg-xwayland
zsh
zsh-completions
